Revit 2027 API
BuiltInFailures.CreationFailures.CannotCreateCorniceError Property
 Could not create Wall Sweep. [Description]
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCreateCorniceError { get; }
Public Shared ReadOnly Property CannotCreateCorniceError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCreateCorniceError {
	FailureDefinitionId^ get ();
}
static member CannotCreateCorniceError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CreationFailures Class
Autodesk.Revit.DB Namespace